{ "cobblemon.species.basculegionhalloween.name": "basculegionhalloween",
 "cobblemon.species.basculegionhalloween.desc1": "Its eyes glimmer with an enchanting light that captures the mind of anyone who makes eye contact. Those who meet its gaze drift into an endless coma, dreaming peacefully in the dark depths.",
 "cobblemon.species.basculegionhalloween.desc2": "Its glowing fins pulse in rhythm with the minds it consumes. Its body is said to be a tapestry of the subconscious, woven from a thousand sleeping minds.",
 "cobblemon.species.charmanderwinter.name": "charmanderwinter",
 "cobblemon.species.charmanderwinter.desc1": "Charmander in a winter biome developed thicker scales and a frost-resistant flame. Its tail burns blue, keeping it warm as it tunnels through snow in search of heat sources.",
 "cobblemon.species.charmanderwinter.desc2": "Adapted to the cold, this Charmander’s flame glows faintly but never dies. It stores heat internally and shelters in snow dens, emerging only when the sun reflects off the ice.",
 "cobblemon.species.charmeleonwinter.name": "charmeleonwinter",
 "cobblemon.species.charmeleonwinter.desc1": "In harsh winter biomes, Charmeleon’s flame burns blue for intense heat. It uses its tail to warm frozen ground, and its claws sharpen to hunt through ice and snow.",
 "cobblemon.species.charmeleonwinter.desc2": "In snowy regions, Charmeleon evolves a frost-resistant hide and a smokeless flame. It navigates whiteout storms with ease, using heat trails to track prey beneath thick layers of ice.",
 "cobblemon.species.charizardwinter.name": "charizardwinter",
 "cobblemon.species.charizardwinter.desc1": "This Charizard adapted to arctic skies breathes superheated air instead of fire. Its flame glows bright blue, and its wings are built to ride fierce snowstorms with ease and power.",
 "cobblemon.species.charizardwinter.desc2": "In glacial regions, Charizard’s flame turns icy blue. It soars through blizzards with frost-hardened wings, melting paths through snowdrifts and defending its territory with blasts of intense, freezing fire."
}